<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
</head>
<body>
<table style="line-height: 1.5; font-family: Arial, Helvetica, sans-serif; font-size: 12px; width: 100%; text-align: justify; margin: auto;">
<tbody>
    <tr>
        <p style="text-align: justify;"><strong>PROMESA DE CELEBRAR UN CONTRATO FUTURO DE COMPRAVENTA</strong> que celebra por una parte, la empresa &ldquo;<strong>@@EMPRESA&rdquo; </strong>por conducto de su apoderado legal <strong>@@APODERADO&nbsp;</strong>en esta promesa identificado como <strong>EL PROMITENTE </strong>y el C. <strong>@@NOMBRECLIENTE</strong> esta promesa identificada como <strong>EL PROMISARIO</strong>, en fecha <strong>@@FECHACONTRATO</strong>, al tenor de las declaraciones y las cl&aacute;usulas siguientes.&nbsp;</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: center;"><strong><u>DECLARACIONES</u></strong></p>
        <p style="text-align: center;">&nbsp;</p>
        <p style="text-align: justify;"><strong>PRIMERA.- </strong>Declara <strong>EL PROMITENTE </strong>en su car&aacute;cter de apoderado legal de la sociedad denominada &ldquo;<strong>DESARROLLADORES KHIDMA SOCIEDAD ANONIMA DE CAPITAL&nbsp;</strong><strong>VARIABLE </strong>que su representada es leg&iacute;tima propietaria en pleno dominio y posesi&oacute;n del siguiente predio.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;">@@CLAUSULA1</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;">@@CLAUSULA2</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><strong>TERCERA. </strong>Que dicho predio se encuentra libre de gravamen y sin restricciones al derecho de propiedad, que no cuentan con servicio de agua potable y alcantarillado, que se encuentran al corriente en el impuesto predial. Todos y cada uno de los lotes se venden con accesos legalmente reservados, para que ninguno se quede sin acceso en un futuro,&nbsp; garantizando as&iacute; la inversi&oacute;n de manera autom&aacute;tica. Ning&uacute;n lote se entregar&aacute; con calle blanca o brecha f&iacute;sicamente.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><strong>@@CLAUSULA4</strong></p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><strong>QUINTA.- </strong>Declara <strong>&ldquo;EL PROMISARIO&rdquo; </strong>que es una persona f&iacute;sica, con plena capacidad legal para obligarse y contratar en t&eacute;rminos del presente contrato.</p>
        <p style="text-align: justify;">Declara <strong>&ldquo;EL PROMITENTE&rdquo; </strong>que es una persona moral, con plena capacidad legal para obligarse y contratar en t&eacute;rminos del presente contrato.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><strong>SEXTA.-</strong> Ambas partes, declaran: Que enteradas de las declaraciones anteriores, acuerdan suscribir el presente Contrato de Promesa de Compraventa, al tenor de las siguientes:</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: center;"><strong>CLAUSULAS</strong></p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><strong><u>LA PROMESA</u></strong>.- <strong>PRIMERA. EL PROMITENTE y EL PROMISARIO </strong>otorgan la presente promesa de compraventa y para cumplir con lo dispuesto en el art&iacute;culo un mil trescientos noventa y cuatro del C&oacute;digo Civil del Estado de Yucat&aacute;n, proceden a transcribir los elementos caracter&iacute;sticos del contrato de compraventa, cuya celebraci&oacute;n se prometen mutua y rec&iacute;procamente:</p>
        <ol style="list-style-type: upper-roman;">
        <li style="text-align: justify;">El inmueble objeto de la compraventa es descrito y deslindado en la fracci&oacute;n PRIMERA de las declaraciones de esta promesa, ubicados en la Localidad y Municipio de Hunucm&aacute;, Yucat&aacute;n. <u> </u></li>
        <li style="text-align: justify;">La transmisi&oacute;n de propiedad se efectuar&aacute; encontr&aacute;ndose el inmueble <strong>LIBRE DE GRAVAMEN</strong>, sin restricciones al derecho de propiedad y al corriente en el pago del Impuesto.</li>
        <li style="text-align: justify;">El precio ser&aacute; por la cantidad de <strong>@@PRECIO.</strong></li>
        <li style="text-align: justify;"><strong>&ldquo;EL PROMITENTE&rdquo; </strong>se obligar&aacute; en el contrato prometido al saneamiento para el caso de evicci&oacute;n.&nbsp;</li>
        <li style="text-align: justify;"><strong>&ldquo;EL PROMITENTE&rdquo; </strong>entregar&aacute; la posesi&oacute;n del inmueble al momento de la firma de la escritura de compraventa cuya celebraci&oacute;n se promete.&nbsp;</li>
        <li style="text-align: justify;">Todos los impuestos, derechos y honorarios que causare la escritura de compraventa ser&aacute;n por cuenta de <strong>EL PROMISARIO</strong>, con excepci&oacute;n del Impuesto Sobre La Renta, los cuales ser&aacute;n a cargo de <strong>EL PROMITENTE</strong>.</li>
        </ol>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><strong><u>EL</u></strong> <strong><u>PLAZO</u></strong><strong>.-</strong> <strong>SEGUNDA.</strong> En los t&eacute;rminos de los art&iacute;culos un mil trescientos noventa y cuatro del C&oacute;digo Civil del Estado de Yucat&aacute;n y el art&iacute;culo dos mil doscientos cuarenta y seis del C&oacute;digo Civil Federal &ldquo;<strong>EL PROMITENTE&rdquo; </strong>y <strong>&ldquo;EL PROMISARIO&rdquo; </strong>fijan que para la celebraci&oacute;n del contrato de compraventa prometido y la realizaci&oacute;n de los pagos parciales del precio pactado, las partes contar&aacute;n con <strong>@@MENSUALIDADES&nbsp;</strong>meses. El t&eacute;rmino del plazo empezara a contar desde el d&iacute;a en que se efectu&oacute; el pago de las arras confirmatorias, siendo el d&iacute;a quince de mayo del dos mil veinticuatro el t&eacute;rmino de dicho plazo.</p>
        <p style="text-align: justify;"><strong>&nbsp;</strong></p>
        <p style="text-align: justify;"><strong><u>PAGO.-</u></strong> El pago se realizar&aacute; en la cuenta establecida en su momento por el <strong>DEPARTAMENTO ADMINISTRATIVO</strong>, <u>si existiera un cambio de cuenta, deber&aacute; ser</u> <u>notificado al Promisario con un m&iacute;nimo de cinco d&iacute;as h&aacute;biles</u>, por medio de los medios de comunicaci&oacute;n que proporciono al asesor inmobiliario a la entrega de las arras por los d&iacute;as quince de cada mes se realiza el pago de mensualidad en curso con referencia <strong>@@REFERENCIA.</strong></p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><strong><u>LA GARANT&Iacute;A.-</u></strong><strong>TERCERA</strong>. <strong>EL PROMISARIO </strong>con el objeto de garantizar las obligaciones que contrae en este contrato de promesa ha entregado con anterioridad al presente acto a <strong>EL PROMITENTE </strong>la cantidad de <strong>@@ENGANCHE</strong>, a t&iacute;tulo de arras confirmatorias, importe que <strong>EL PROMITENTE </strong>ha recibido a su entera satisfacci&oacute;n y por el cual otorga el recibo m&aacute;s amplio que en derecho proceda.</p>
        <p style="text-align: justify;">La cantidad de <strong>@@CUOTA&nbsp;</strong>ser&aacute; abonada por <strong>EL PROMISARIO </strong>el d&iacute;a quince de cada mes por el plazo de <strong>@@MENSUALIDADES&nbsp;</strong>importe que &ldquo;<strong>EL PROMITENTE&rdquo; </strong>recibir&aacute; y por el cual deber&aacute; otorgar el recibo m&aacute;s amplio que en derecho proceda. Siendo el d&iacute;a <strong>@@PRIMERAMENSUALIDAD</strong>&nbsp;el pago de la primera mensualidad.</p>
        <p style="text-align: justify;">Las partes acuerdan que para el caso de que cualquiera de los pagos mensuales que no sean realizados en el d&iacute;a fijado para tal efecto, <strong>&ldquo;EL PROMITENTE</strong> <strong>COMPRADOR&rdquo; </strong>pagar&aacute; adem&aacute;s a<strong> &ldquo;EL PROMISOR VENDEDOR&rdquo;</strong>, la cantidad que resulte en concepto de intereses moratorios que ser&aacute;n a la tasa convenida del 10% (DIEZ por ciento) mensual, sin perjuicio de que por ese incumplimiento proceda de inmediato la ejecuci&oacute;n del presente Contrato en la v&iacute;a que corresponda con el objeto de obtener la desocupaci&oacute;n y entrega del bien inmueble materia del mismo y el pago de los adeudos exigibles.</p>
        <p style="text-align: justify;">Respecto de las arras confirmatorias que han sido entregadas al &ldquo;<strong>PROMITENTE&rdquo; </strong>ser&aacute;n abonadas al precio mencionado en la fracci&oacute;n tercera de la cl&aacute;usula primera del presente documento.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><strong><u>LA PENA.-</u> CUARTA</strong>. En el caso que cualquiera de las partes rescinda el contrato antes del cumplimiento del plazo o si dentro del plazo no se cumpliere con la obligaci&oacute;n de celebrar el contrato prometido <strong>o si el Promisario se atrasare en tres mensualidades consecutivas </strong>se podr&aacute; dar por terminado dicho contrato. La parte no culpable tendr&aacute; derecho rescindir el contrato y a cobrar la cantidad de <strong>@@ENGANCHE</strong>, que corresponde a las arras confirmatorias, en concepto de pena hacia su contraparte. As&iacute; como las mensualidades abonadas hasta el momento de la recisi&oacute;n del contrato.</p>
        <p style="text-align: justify;">En caso de ser <strong>EL PROMITENTE </strong>quien rescinda el contrato, &eacute;ste devolver&aacute; la cantidad otorgada en concepto de arras confirmatorias y el monto de la pena.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><strong><u>LA PROHIBICI&Oacute;N.-</u></strong><strong> QUINTA. &ldquo;EL PROMITENTE&rdquo; </strong>durante la vigencia de esta promesa, no podr&aacute; gravar el inmueble que ser&aacute; objeto del contrato cuya celebraci&oacute;n se promete.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><strong><u>FALLECIMIENTO.-</u></strong> <strong>SEXTA. </strong>Las partes convienen: que para el caso de que alguna de ellas falleciera antes del vencimiento del plazo estipulado en este Contrato para su cumplimiento, los derechos y obligaciones derivados del mismo ser&aacute;n reconocidos y de observancia obligatoria por los leg&iacute;timos herederos de los contratantes, en los t&eacute;rminos y condiciones aqu&iacute; establecidos por la ley correspondiente.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><strong><u>LA JURISDICCI&Oacute;N.-</u></strong> <strong>S&Eacute;PTIMA. </strong>Para todo lo relativo a la presente promesa, su cumplimiento y ejecuci&oacute;n, las partes se&ntilde;alan esta ciudad de M&eacute;rida, Yucat&aacute;n, a cuyos jueces y tribunales competentes se someten de modo expreso.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><strong><u>LOS ENCABEZADOS.-</u></strong><strong> OCTAVA. </strong>Los encabezados de las cl&aacute;usulas de esta promesa se incluyen &uacute;nicamente para facilitar su referencia y no limitan o afectan de manera alguna los t&eacute;rminos o las disposiciones de las mismas.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;"><strong><u>LA</u></strong> <strong><u>PROTOCOLIZACI&Oacute;N.-</u></strong> <strong>NOVENA.</strong> Las partes se autorizan mutua y rec&iacute;procamente para que una cualquiera de ellas, sin intervenci&oacute;n de la otra, acuda ante Notario P&uacute;blico con el objeto de protocolizaci&oacute;n la presente promesa.</p>
        <p style="text-align: justify;"><strong><u>ACEPTACI&Oacute;N.-</u></strong> Ambas partes aceptan los derechos y obligaciones que se otorgan en este instrumento, en los t&eacute;rminos de las anteriores cl&aacute;usulas.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: center;"><strong>GENERALES</strong></p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;">@@GENERALES1</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;">2.- El C. <strong>@@CLIENTE</strong> quien manifest&oacute; ser @@NACIONALIDADCLIENTE, @@OCUPACIONCLIENTE, @@ESTADOCIVIL, @@EDADCLIENTE a&ntilde;os de edad, por haber nacido el d&iacute;a @@FECHANACIMIENTO, en @@LUGARNACIMIENTO, con domicilio en el predio marcado en @@LUGARNACIMIENTO, @@ESTADONACIMIENTO, con Clave &Uacute;nica de Registro de Poblaci&oacute;n&nbsp; <strong>@@CURP&nbsp;</strong>que se identifica en este acto con su identificaci&oacute;n oficial CREDENCIAL PARA VOTAR n&uacute;mero <strong>@@INECLIENTE</strong>&nbsp;emitida por el INSTITUTO FEDERAL ELECTORAL.</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;">&nbsp;&nbsp;</p>
        <p style="text-align: center;"><span style="text-decoration: underline;">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</span></p>
        <p style="text-align: center;">&ldquo;EL PROMISARIO&rdquo;</p>
        <p style="text-align: center;"><strong>@@NOMBRECLIENTE</strong></p>
        <p style="text-align: justify;"><strong>&nbsp;</strong></p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: justify;">&nbsp;</p>
        <p style="text-align: center;"><span style="text-decoration: underline;">&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</span></p>
        <p style="text-align: center;">&ldquo;EL PROMINENTE&rdquo;</p>
        <p style="text-align: center;"><strong>@@EMPRESA</strong></p>
        <p style="text-align: center;"><strong> @@APODERADO</strong></p>
        <p style="text-align: center;"><strong>APODERADO LEGAL</strong></p>
        </tr>
</tbody>
</table>
</body>
