<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
</head>
<body>
<table style="line-height: 1.5; font-family: Arial, Helvetica, sans-serif; font-size: 12px; width: 100%; text-align: justify; margin: auto;">
<tbody>
<tr>
<td>
<p><strong>PROMESA DE CELEBRAR UN CONTRATO FUTURO DE COMPRAVENTA</strong> que celebra, por una parte, la empresa <strong>&ldquo;@@EMPRESA&rdquo;</strong> por conducto de su apoderada legal <strong>@@APODERADO</strong> en esta promesa identificado como <strong>EL PROMITENTE</strong> y el <strong>C. @@NOMBRECLIENTE</strong> en esta promesa identificado como <strong>EL PROMISARIO</strong>, en fecha <strong>@@FECHACONTRATO</strong>, al tenor de las declaraciones y las cl&aacute;usulas siguientes. - -</p>
<p style="text-align: center; margin: 20px 0;"><strong>DECLARACIONES</strong></p>
<p><strong>PRIMERA.</strong> - Declara <strong>EL PROMITENTE</strong> en su car&aacute;cter de apoderado legal de la sociedad denominada <strong>&ldquo;@@EMPRESA&rdquo;</strong> que su representada es leg&iacute;tima propietaria en pleno dominio y posesi&oacute;n del siguiente predio.</p>
<p>@@CLAUSULA1</p>
<p>@@CLAUSULA2</p>
<p><strong>TERCERA</strong>. Que dichos predios se encuentran libres de gravamen y sin restricciones al derecho de propiedad, que no cuenta con servicio de agua potable y alcantarillado, ni cuenta con energ&iacute;a el&eacute;ctrica, que se encuentra al corriente en el impuesto predial. Todos y cada uno de los lotes se venden con accesos legalmente reservados, para que ninguno se quede sin acceso en un futuro, garantizando as&iacute; la inversi&oacute;n de manera autom&aacute;tica. Todos los lotes se entregar&aacute;n con calles blancas y delimitantes (mojoneras).-</p>
<p>Dichos predios contar&aacute;n con las siguientes amenidades: &aacute;rea de camping, zona de lectura, parque de calistenia, &aacute;rea de yoga, parque de mascotas y &aacute;reas verdes. .</p>
<p>@@CLAUSULA4</p>
<p><strong>QUINTA.</strong> - Declara <strong>&ldquo;EL PROMISARIO&rdquo;</strong> que es una persona f&iacute;sica, con plena capacidad legal para obligarse y contratar en t&eacute;rminos del presente contrato.&nbsp;</p>
<p>Declara <strong>&ldquo;EL PROMITENTE&rdquo;</strong> que es una persona moral, con plena capacidad legal para obligarse y contratar en t&eacute;rminos del presente contrato.&nbsp;</p>
<p><strong>SEXTA.</strong> - Ambas partes, declaran: Que, enteradas de las declaraciones anteriores, acuerdan suscribir el presente Contrato de Promesa de Compraventa, al tenor de las siguientes:&nbsp;</p>
<p style="font-weight: bold; text-align: center; margin: 20px 0;">CL&Aacute;USULAS</p>
<p><strong>LA PROMESA.</strong> - <strong>PRIMERA.</strong> <strong>EL PROMITENTE</strong> y <strong> PROMISARIO</strong> otorgan la presente promesa de compraventa y para cumplir con lo dispuesto en el art&iacute;culo un mil trescientos noventa y cuatro del C&oacute;digo Civil del Estado de Yucat&aacute;n, proceden a transcribir los elementos caracter&iacute;sticos del contrato de compraventa, cuya celebraci&oacute;n se prometen mutua y rec&iacute;procamente:&nbsp;</p>
<ul>
<li>I. El inmueble objeto de la compraventa es descrito y deslindado en la fracci&oacute;n <strong>PRIMERA</strong> de las declaraciones de esta promesa, ubicados en la Localidad y Municipio de Hunucm&aacute;, Yucat&aacute;n.</li>
<li>II. La transmisi&oacute;n de propiedad se efectuar&aacute; encontr&aacute;ndose el inmueble <strong>LIBRE DE GRAVAMEN</strong>, sin restricciones al derecho de propiedad y al corriente en el pago del Impuesto Predial.</li>
<li>III. El precio ser&aacute; por la cantidad de <strong>@@PRECIO.</strong>&nbsp;</li>
<li>IV. <strong>&ldquo;EL PROMITENTE&rdquo;</strong> se obligar&aacute; en el contrato prometido al saneamiento para el caso de evicci&oacute;n.</li>
<li>V. <strong>&ldquo;EL PROMITENTE&rdquo;</strong> entregar&aacute; la posesi&oacute;n del inmueble al momento de la firma de la escritura de compraventa cuya celebraci&oacute;n se promete.</li>
<li>VI. Todos los impuestos, derechos y honorarios que causare la escritura de compraventa ser&aacute;n por cuenta de <strong>EL PROMISARIO</strong>, con excepci&oacute;n del Impuesto Sobre La Renta, los cu&aacute;les ser&aacute;n a cargo de <strong> PROMITENTE.</strong></li>
</ul>
<p><strong>EL PLAZO. &ndash; SEGUNDA.</strong> En los t&eacute;rminos de los art&iacute;culos un mil trescientos noventa y cuatro del C&oacute;digo Civil del Estado de Yucat&aacute;n y el art&iacute;culo dos mil doscientos cuarenta y seis del C&oacute;digo Civil Federal <strong>&ldquo;EL PROMITENTE&rdquo;</strong> y <strong>&ldquo;EL PROMISARIO&rdquo;</strong> fijan que para la celebraci&oacute;n del contrato de compraventa prometido y la realizaci&oacute;n de los pagos parciales del precio pactado, las partes contar&aacute;n con <strong>@@MENSUALIDADES</strong>. El t&eacute;rmino del plazo empezara a contar desde el d&iacute;a en que se efectu&oacute; el pago de las arras confirmatorias, siendo el d&iacute;a <strong>@@FECHAFIN</strong> el t&eacute;rmino de dicho plazo.&nbsp;</p>
<p><strong> - El pago</strong> se realizar&aacute; en la cuenta establecida en su momento por el<strong>DEPARTAMENTO ADMINISTRATIVO</strong>, si existiera un cambio de cuenta, deber&aacute; ser notificado al Promisario con un m&iacute;nimo de cinco d&iacute;as h&aacute;biles por medio de los m&eacute;todos de comunicaci&oacute;n que proporcion&oacute; al asesor inmobiliario a la entrega de las arras. Los d&iacute;as <strong>QUINCE</strong> de cada mes se realiza el pago de mensualidad en curso con referencia: <strong>@@REFERENCIA</strong></p>
<p>Ahora bien es de mencionarse que la entrega del lote se realizara en un periodo de tres a&ntilde;os contados a partir de la fecha del presente contrato, lo anterior para todos los efectos legales a que haya lugar.</p>
<p><strong>LA GARANT&Iacute;A. -TERCERA. EL PROMISARIO</strong> con el objeto de garantizar las obligaciones que contrae en este contrato de promesa ha entregado con anterioridad al presente acto a <strong>EL PROMITENTE</strong> la cantidad de <strong>@@ENGANCHE</strong>, a t&iacute;tulo de arras confirmatorias, importe que <strong> PROMITENTE</strong> ha recibido a su entera satisfacci&oacute;n y por el cual otorga el recibo m&aacute;s amplio que en derecho proceda.</p>
<p>La cantidad de <strong>@@CUOTA</strong> ser&aacute; abonada por <strong>EL PROMISARIO</strong> el d&iacute;a quince de cada mes por el plazo de <strong>@@MENSUALIDADES</strong> importe que <strong>&ldquo;EL PROMITENTE&rdquo;</strong> recibir&aacute; y por el cual deber&aacute; Otorgar el recibo m&aacute;s amplio que en derecho proceda. Siendo el d&iacute;a <strong>@@FCH1MENSUALIDAD</strong> el pago de la primera mensualidad.</p>
<p>Mediante mandato de fecha 18 de agosto del 2020 (Dieciocho de agosto del dos mil veinte). <strong>&ldquo;EL PROMITENTE&rdquo;</strong> confiere a favor del mandatario nombrado <strong>&ldquo;@@MANDATARIO"</strong> facultades suficientes, generales y especiales con objeto que, a su nombre y representaci&oacute;n, realice todas las operaciones necesarias con el tablaje <strong>@@NUMTABLAJE</strong> ubicado en el municipio de Hunucm&aacute;, Yucat&aacute;n, mediante el cual se obliga a realizar todas las operaciones relacionadas al comercio de los lotes de inversi&oacute;n en el Estado de Yucat&aacute;n. Respecto de las arras confirmatorias que han sido entregadas al <strong>&ldquo;PROMITENTE&rdquo;</strong> ser&aacute;n abonadas al precio mencionado en la fracci&oacute;n tercera de la cl&aacute;usula primera del presente documento.</p>
<p><strong>LA PENA. - CUARTA.</strong> En el caso que cualquiera de las partes rescinda el contrato antes del cumplimiento del plazo o si dentro del plazo no se cumpliere con la obligaci&oacute;n de celebrar el contrato prometido o si el Promisario se atrase en tres mensualidades se podr&aacute; dar por terminado dicho contrato. La parte no culpable tendr&aacute; derecho a rescindir el contrato y a cobrar la cantidad de <strong>@@ENGANCHE</strong> que corresponde a las arras confirmatorias, en concepto de pena hacia su contraparte. As&iacute; como las mensualidades abonadas hasta el momento de la recisi&oacute;n del contrato.</p>
<p>En caso de ser <strong>EL PROMITENTE</strong> quien rescinda el contrato, &eacute;ste devolver&aacute; la cantidad otorgada en concepto de arras confirmatorias y el monto de la pena.</p>
<p><strong>LA PROHIBICI&Oacute;N. - QUINTA. &ldquo;EL PROMITENTE&rdquo;</strong> durante la vigencia de esta promesa, no podr&aacute; gravar el inmueble que ser&aacute; objeto del contrato cuya celebraci&oacute;n se promete.</p>
<p><strong>FALLECIMIENTO. - SEXTA.</strong> Las partes convienen: que para el caso de que alguna de ellas falleciera antes del vencimiento del plazo estipulado en este Contrato para su cumplimiento, lo derechos y obligaciones derivadas del mismo ser&aacute;n reconocidos y de observancia obligatoria por los leg&iacute;timos herederos de los contratantes, en los t&eacute;rminos y condiciones aqu&iacute; establecidos por la ley correspondiente.</p>
<p><strong>LA JURISDICCI&Oacute;N. - S&Eacute;PTIMA.</strong> Para todo lo relativo a la presente promesa, su cumplimiento y ejecuci&oacute;n, las partes se&ntilde;alan esta ciudad de M&eacute;rida, Yucat&aacute;n, a cuyos jueces y tribunales competentes se someten de modo expreso.&nbsp;</p>
<p><strong>LOS ENCABEZADOS. - OCTAVA.</strong> Los encabezados de las cl&aacute;usulas de esta promesa se incluyen &uacute;nicamente para facilitar su referencia y no limitan o afectan de manera alguna los t&eacute;rminos o las disposiciones de estas.&nbsp;</p>
<p><strong>LA PROTOCOLIZACI&Oacute;N. - NOVENA.</strong> Las partes se autorizan mutua y rec&iacute;procamente para que una cualquiera de ellas, sin intervenci&oacute;n de la otra, acuda ante Notario P&uacute;blico con el objeto de protocolizaci&oacute;n la presente promesa.&nbsp;</p>
<p><strong>ACEPTACI&Oacute;N.</strong> - Ambas partes aceptan los derechos y obligaciones que se otorgan en este instrumento, en los t&eacute;rminos de las anteriores cl&aacute;usulas.&nbsp;</p>
<p style="text-align: center; font-weight: bold; margin: 20px 0;">&nbsp;GENERALES</p>
<p>1.- La se&ntilde;ora <strong>CAROLINA GARCIA REYES</strong> quien manifest&oacute; ser Mexicana, ocupaci&oacute;n administraci&oacute;n general, estado civil soltera, de 40 a&ntilde;os de edad, por haber nacido el d&iacute;a 18 de julio del a&ntilde;o 1980 en Minatitl&aacute;n, Veracruz, con domicilio en el predio marcado <strong>SM 248 M 70 L 5 CASA 17 4PRIV EL PERAL, FRACCIONAMIENTO VILLAS DEL MAR II, CANCUN, QUINTANA ROO CP 77500</strong>, con Clave &Uacute;nica de Registro de Poblaci&oacute;n <strong>GARC800718MVZRYR03( G, A, R, C, OCHO, CERO, CERO, SIETE, UNO, OCHO, M, V, Z, R, Y, R, CERO, TRES)</strong> que se identifica en este acto con su credencial de elector n&uacute;mero <strong>0491034193906 (CERO, CUATRO, NUEVE, UNO, CERO, TRES, CUATRO, UNO, NUEVE, TRES, NUEVE, CERO, SEIS)</strong> emitida por el Instituto Nacional Electoral.</p>
<p>2.- <strong>El/LA C. @@NOMBRECLIENTE</strong> quien manifest&oacute; ser de nacionalidad <strong>@@NACIONALIDADCLIENTE</strong> ocupaci&oacute;n <strong>@@OCUPACIONCLIENTE</strong>, Estado <strong>@@ESTADOCIVILCLIENTE</strong>, de <strong>@@A&Ntilde;OSCLIENTE</strong> a&ntilde;os de edad, por haber nacido el d&iacute;a <strong>@@FECHANACIMIENTO</strong> en <strong>@@LUGARNACIMIENTO</strong> <strong>@@ESTADONACIMIENTO</strong>, con domicilio en el predio marcado <strong>@@PREDIOCLIENTE @@ESTADO</strong>, <strong>@@DOMICILIO</strong>, <strong> C.P.@@CPDOMICILIO</strong> con Clave &Uacute;nica de Registro de Poblaci&oacute;n () presenta su identificaci&oacute;n oficial para este acto su <strong>@@TIPOIDENTIFICACION</strong> con n&uacute;mero<strong>@@NUMIDENTIFICACION</strong> emitida por el <strong>INSTITUTO NACIONAL DE ELECTOR</strong> .</p>
<p style="text-align: center; margin-top: 100px;">______________________________<br /> &ldquo;EL PROMISARIO&rdquo;<br /> <strong> @@NOMBRECLIENTE</strong></p>
<p style="text-align: center; margin-top: 100px;">______________________________________<br /> &ldquo;EL PROMITENTE&rdquo;<br /> <strong> @@EMPRESA<br /> @@APODERADO<br /> APODERADA LEGAL<br /> </strong></p>
</td>
</tr>
</tbody>
</table>
  </body>